Repository: areynold/luci-i18n-commotion
Catalog: translations/commotion-luci-*.po
Languages: fr

source: Access Point Name
fr: Nom du point d'accès

source: What would you like to name your node's access point?
fr: Comment souhaitez-vous nommer le point d'accès de votre nœud ?

source: This is the name that users will see when they search for wireless access.
fr: Il s'agit du nom que les utilisateurs verront lorsqu'ils recherchent un accès sans fil.

source: Choose a name that is 5-12 characters. You can use numbers, letters and special characters. The name must be unique in the network. You can change the node name later by logging into the node administration page.
fr: Choisissez un nom ayant 5-12 caractères. Vous pouvez utiliser des chiffres, lettres et caractères spéciaux. Le nom doit être unique dans le réseau. Vous pouvez changer le nom du nœud plus tard en vous connectant sur la page d'administration.

source: Choose a password that is between 9 and 30 characters. This password can be numbers, letters, and special characters.
fr: Choisissez un mot de passe qui se situe entre 9 et 30 caractères. Ce mot de passe peut être des nombres, des lettres et des caractères spéciaux.

source: This password is used to access the administration menus on this device.
fr: Ce mot de passe est utilisé pour accéder aux menus d'administration sur cet appareil.

source: Redirecting...
fr: Redirection ...

source: System
fr: Système

source: Changes applied.
fr: Les modifications appliquées.

source: Waiting for changes to be applied...
fr: En attendant que des changements soient appliqués ...

source: The name of your mesh network is:
fr: Le nom de votre mesh network est:

source: Your node name is:
fr: Votre nom de nœud est:

source: When people connect to your node wirelessly, they will connect using this name:
fr: Quand les gens se connectent à votre nœud sans fil, ils vont se connecter en utilisant ce nom:

source: After configuring your node, you can change the node name on the node administration page.
fr: Après avoir configuré votre poste, vous pouvez changer le nom du nœud sur la page d'administration nœud.

source: Click here if your browser doesn't redirect you within one minute
fr: Cliquez ici si votre navigateur ne vous redirige pas moins d'une minute

source: Choose a name that is 5-20 characters. You can use letters and numbers ONLY. The name will be made unique in the network through the addition of the bolded number next to the input box. You can change the node name later by logging into the node administration page.
fr: Choisissez un nom qui est de 5-20 caractères. Utiliser uniquement des lettres et des chiffres. Le nom sera unique dans le network par l'addition du nombre gras regard de la zone d'entrée. Vous pouvez changer le nom du nœud plus tard en vous connectant sur la page d'administration nœud.

source: Node Name
fr: Nom de noeud

source: This value is used by other users and devices to find your network wirelessly and over the mesh. This value can be composed of letter, number and hyphens. (Hyphens can not be used at the beggining or end of the name.)
fr: Cette valeur est utilisée par d'autres utilisateurs et de périphériques pour trouver votre réseau sans fil et sur ​​le mesh network. Cette valeur peut être composé de la lettre, le nombre et les traits d'union. (Traits d'union ne peuvent pas être utilisés au commence ou à la fin du nom.)

source: Your Node Name
fr: Votre nom de noeud

source: Require a password for others to connect to your node.
fr: Exiger un mot de passe pour les autres de se connecter à votre noeud.

source: WiFi Password
fr: WiFi Mot de passe

source: This password is required for others to use your wifi.
fr: Ce mot de passe est requis pour d'autres d'utiliser votre wifi.

source: Retype your password here
fr: Retaper votre mot de passe ici

source: If you would like to start the QuickStart configuration process over please click the above. WARNING: The quickstart process allows modification of this device by non-administrative users when it is active. Please make sure that you only restart the quickstart when you have time to finish the entire process.
fr: Veuillez cliquer sur le lien ci-dessus si vous souhaitez lancer la configuration de QuickStart. Avertissement: Le processus QuickStart permet la modification de cet appareil par les utilisateurs non-adminstratifs quand il est actif. Assurez-vous que vous avez assez de temps pour terminer l'ensemble du processus avant que vous lancer la configuration.

source: Click on the field below to upload a file.
fr: Cliquez sur le champ ci-dessous pour uploader un fichier.

source: Upload
fr: Uploader

source: Congratulations! You have a Commotion node and are ready to join a network or start a new one. This wizard will guide you through the setup. The setup process should take about 10 minutes.
fr: Félicitations ! Vous disposez d'un nœud Commotion et vous êtes prêts à rejoindre le réseau ou en démarrer un nouveau. Cet assistant va vous guider à travers l'installation. Ce processus devrait prendre environ 10 minutes.

source: You can still change settings after setup is complete.
fr: Vous pouvez toujours modifier les paramètres après l'installation est terminée.

source: Commotion Debugging Helper
fr: Aide au déboguage Commotion

source: The information you are about to download contains private information about this device and the network it is connected to. Only give this information to people you trust. Do you understand?
fr: L'information que vous êtes sur le point de télécharger contient des informations privées sur cet appareil et le réseau auquel il est connecté. Donner cette information seulement à des personnes de confiance. Comprenez-vous?

source: Commotion Bug Info
fr: Information de bug Commotion

source: Name
fr: Nom

source: Contact Info
fr: Informations de contact

source: What were you doing on the device when the error occurred?
fr: Que faisiez-vous sur l'appareil lorsque l'erreur s'est produite?

source: Please describe the behavior you expected
fr: Décrivez le comportement attendu

source: Please describe the behavior you experienced that you believe is wrong
fr: Décrivez le comportement rencontré que vous pensez erroné

source: Debugging Info
fr: Informations de débogage

source: Mesh Network Information
fr: Informations du réseau mesh

source: Router Status
fr: État du routeur

source: Router Traffic Routing Rules
fr: Règles de routage

source: All Info
fr: Toutes les infos

source: Create Bug Info File
fr: Créer un bug fichier d'info

source: Edit Splash text
fr: Modifier un texte Splash

source: You can enter your own text that is displayed to clients here. It is possible to use the following markers: The value of GatewayName as set in nodogsplash.conf. A URL which encodes a unique token and the URL of the user's original web request. The directory in nodogsplash's web hierarchy where images to be displayed in the splash page must be located.
fr: Vous pouvez entrer votre propre texte qui est affiché aux clients ici. Il est possible d'utiliser les marqueurs suivants: La valeur de GatewayName tel que défini dans nodogsplash.conf. Une URL qui code pour un jeton unique, et l'URL de demande de bande initiale de l'utilisateur. Le répertoire dans la hiérarchie Web de nodogsplash où les images à afficher dans la page d'accueil doit être situé.

source: splash: invalid parameters
fr: splash : paramètres invalides

source: Clearance time must be an integer greater than zero
fr: Le temps de décharge doit être un nombre entier plus grand que zéro

source: Invalid redirect
fr: Invalide rediriger

source: Invalid autoauth
fr: Autoauth invalide

source: Invalid submission...zone
fr: Soumission invalide

source: doesn't exit
fr: N'existe pas

source: Whitelist entries must be a valid MAC address
fr: Les entrées de la liste blanche doivent être des adresses MAC valides

source: Local Applications
fr: Applications locales

source: Captive Portal
fr: Portail captif

source: Nodogsplash offers a simple way to provide restricted access to an internet connection.
fr: Nodogsplash offre une manière simple de mettre à disposition un accès restreint à une connexion Internet.

source: General
fr: Général

source: Clearance time
fr: Temps de validation

source: Clients that have accepted the captive portal are allowed to use the network for that many minutes.
fr: Les clients qui ont accepté le portail captif sont autorisés à utiliser le réseau pour autant de minutes.

source: Redirect to Homepage?
fr: Rediriger sur la page d'accueil ?

source: help
fr: Aide

source: If this is checked, clients will be redirected to your homepage, instead of to their original request.
fr: Si cette case est cochée, les clients seront redirigés vers votre page d'accueil, au lieu de leur demande initiale.

source: Homepage
fr: Page d'accueil

source: After authentication, clients will be redirected to this URL instead of to their original request.
fr: Après authentification, les clients seront redirigés vers cette URL à la place de leur demande initiale.

source: Immediately Authenticate?
fr: Authentification immédiate ?

source: If this is checked, clients will be immediately directed to their original request or your homepage (if set above), instead of being served a splash page.
fr: Si cochée, les clients seront immédiatement conduits vers leur requête originale ou votre page d'accueil (si définie ci-dessus), au lieu de se voir servi une page de splash.

source: Interfaces that are used for Splash.
fr: Interfaces utilisées par Splash.

source: Intercept client traffic on this Interfaces
fr: Intercepter le trafic sur ces interfaces

source: Whitelist
fr: Liste blanche

source: MAC addresses of whitelisted clients. These do not need to accept the splash and are not bandwidth limited.
fr: Adresses MAC des clients sur liste blanche. Ils n'auront pas besoin d'accepter le splash et ne seront pas limités en bande passante.

source: MAC Address
fr: Adresse MAC

source: Blacklist
fr: Liste noire

source: MAC addresses in this list are blocked.
fr: Les adresses MAC de cette liste seront bloquées.

source: Allowed hosts/subnets
fr: Hôtes/sous-réseaux autorisés

source: Hosts and Networks that are listed here are excluded from splashing, i.e. they are always allowed.
fr: Les hôtes et les réseaux listés ci-après sont exclus du splashing, c'est-à-dire qu'ils sont toujours autorisés.

source: IP Address
fr: Adresse IP

source: CIDR notation optional (e.g. 192.168.1.0/24)
fr: Notation CIDR optionnelle (exemple : 192.168.1.0/24)

source: Submit
fr: Soumettre

source: Welcome!
fr: Bienvenue !

source: You are now connected to a community wireless network.
fr: Vous êtes actuellement connecté à un network sans fil communautaire.

source: Access to the Internet may be provided by people donating connectivity to the network. Everyone on the network has to share, so please be aware and behave yourself accordingly:
fr: L'accès à Internet peut être fournie par des gens don de la connectivité au network. Tout le monde sur le network doit partager, donc s'il vous plaît soyez conscient et se comporter en conséquence vous-même:

source: Please
fr: Sil vous plait

source: avoid large downloads and excessive filesharing.
fr: éviter les gros téléchargements et le partage de fichiers excessif.

source: no illegal activities.
fr: Aucune activité illégale.

source: If you like the network, please consider contributing!
fr: Si vous aimez le network, s'il vous plaît envisager de contribuer!

source: Force CCMP (AES)
fr: Forcer CCMP (AES)

source: Force TKIP
fr: Forcer TKIP

source: Force TKIP and CCMP (AES)
fr: Forcer TKIP et CCMP (AES)

source: No Encryption
fr: Sans chiffrement

source: Welcome to Commotion!
fr: Bienvenue sur Commotion!

source: You are connected to a mesh network powered by the Commotion Wireless Project. The Commotion project seeks to create an open-source, device-as-infrastructure communication platform that allows communities and activists to collaborate and communicate. If you're an admin of this node in the network, you can use this interface to modify its settings. For more information about the project, please visit the site below:
fr: Vous êtes connecté à un réseau maillé propulsé par le Commotion Wireless Project. Le projet Commotion vise à créer une 'device-as-infrastructure' plate-forme de communications open source qui permet à des communautés et à des activistes de collaborer et de communiquer entre eux. Si vous êtes un admin de ce nœud dans le réseau, vous pouvez utiliser cette interface pour modifier les paramètres. Pour en savoir plus, veuillez consulter le site ci-dessous:

source: Thanks for using our network!
fr: Merci pour avoir utilisé notre network!

source: Map by
fr: Carte par

source: Overview
fr: Aperçu

source: Front Page
fr: Première page

source: Mesh Configuration Manual
fr: Mesh manuel de configuration

source: Mesh Profile
fr: Profil de mesh

source: This configuration wizard will assist you in setting up your router for a Commotion network.
fr: Cet assistant de configuration vous aidera à configurer votre routeur pour un network Commotion.

source: Access Point
fr: Point d'accès

source: Name (SSID)
fr: Nom (SSID)

source: The public facing name of this interface
fr: Le nom public de cette interface

source: Secure Access Point
fr: Point d'accès sécurisé

source: Mesh Backhaul
fr: Liaison maillée

source: Device Designation (BSSID)
fr: désignation de l'appareil (BSSID)

source: The device read name of this interface. (Letters A-F, and numbers 0-9 only)
fr: Le nom de cette interface lisible par l'appareil (uniquement des lettres A-F et des chiffres 0-9)

source: Network-wide Settings
fr: paramètres network à l'échelle

source: 5GHz Channel
fr: 5GHz canal

source: The 5GHz backhaul channel of the mesh network, if applicable.
fr: Le canal d'amenée 5GHz du réseau maillé, si celà est applicable

source: 2GHz Channel
fr: 2GHz canal

source: The 2.4GHz backhaul channel of the mesh network, if applicable
fr: Le canal d'amenée 2,4GHz du réseau maillé, si celà est applicable

source: Settings specific to this node
fr: Les paramètres spécifiques à ce noeud.

source: DHCP Timeout
fr: Timeout DHCP

source: How many seconds to wait on boot for a DHCP lease from the gateway
fr: Combien de secondes à attendre au démarrage pour un bail DHCP de la part de la passerelle

source: Node Profiles
fr: Profils des nœuds

source: If your node includes configuration profiles for multiple Commotion networks, this form allows you to set your defaults. We recommend that you reboot your node after changing these settings.
fr: If your node includes configuration profiles for multiple network Commotion, this form allows you to set your default settings. We recommend that you restart your node after changing these settings.

source: Select an interface
fr: Sélectionner une interface

source: Select a profile to apply
fr: Sélectionnez un profil à appliquer

source: Apply and Save
fr: Appliquer et Enregistrer

source: Unsaved Changes
fr: Les modifications non enregistrées

source: Auto Refresh
fr: Rafraîchissement automatique

source: No password set!
fr: Aucun mot de passe a été défini!

source: There is no password set on this router. Please configure a root password to protect the web interface and enable SSH.
fr: Il n'ya pas de mot de passe sur ce routeur. Veuillez configurer un mot de passe root pour protéger l'interface web et activer le SSH.

source: Go to password configuration...
fr: Aller à la configuration du mot de passe ...

source: Go to relevant configuration page
fr: Visiter la page de configuration pertinente

source: Serval Keyring
fr: Porte-clés Serval

source: The Serval Keyring is used to sign all network traffic on a Commotion mesh network. Every node on your Commotion network should use the same Serval Keyring. On this page you can download the existing Serval keyring for this node, to back it up or to use when adding new nodes to your network. You can also generate a new Serval Keyring, or upload one from your computer.
fr: Le porte-clés Serval est utilise pour signer tout le trafic réseau sur un réseau maille Commotion. Il faut que chaque nœud sur votre réseau Commotion utilise le même porte-clés Serval. Sur cette page, vous pouvez télécharger un porte-clés Serval existant pour ce nœud, afin de faire un back-up ou de l'utiliser au moment d'ajouter des nouveaux nœuds a votre réseau. Vous pouvez également générer un nouveau porte-clés Serval ou bien en uploader un à partir de votre ordinateur.

source: Download a Serval Keyring
fr: Télécharger un porte-clés Serval

source: Download your current Serval keyring
fr: Télécharger votre porte-clés Serval actuel

source: Upload a Serval Keyring
fr: Uploader un porte-clés Serval

source: Click on the field below to upload a keyring.
fr: Cliquez sur le champ ci-dessous pour uploader un porte-clés.

source: Upload a Keyring
fr: Uploader un porte-clés

source: Upload a Serval key file file from your own computer
fr: Uploader un fichier de clé Serval à partir de votre ordinateur

source: Create a new Serval Keyring
fr: Créer un nouveau porte-clés Serval

source: Click on the button below to create a new keyring. This will DELETE the existing keyring on the device. We highly suggest you download any existing network keyrings you have before creating a new keyring.
fr: Cliquer sur le bouton ci-dessous pour créer un nouveau porte-clés. Ceci va supprimer le porte-clés existant sur l'appareil. Nous vous suggérons vivement de télécharger tout porte-clés existant avant de créer un nouveau porte-clés.

source: New Keyring
fr: Un nouveau porte-clés

source: Create a new keyring on this device, replacing the existing keyring.
fr: Créer un nouveau porte-clés sur cet appareil, en remplaçant le porte-clés existant.

source: Create New Keyring
fr: Créer un nouveau trousseau de clés
