Repository: areynold/luci-i18n-commotion
Catalog: translations/commotionquickstart.*.po
Languages: es

source: Access Point Name
es: Nombre de Punto de Acceso (CR)

source: What would you like to name your node's access point?
es: ¿Qué te gustaría para nombrar punto de acceso de su nodo de? (CR)

source: This is the name that users will see when they search for wireless access.
es: Este es el nombre que verán los usuarios cuando buscan acceso inalámbrico. (CR)

source: Choose a name that is 5-12 characters. You can use numbers, letters &amp; special characters. The name must be unique in the network. You can change the node name later by logging into the node administration page.
es: Elija una contraseña que es entre 9 y 30 caracteres. Esta contraseña puede contener números, letras y caracteres especiales.

source: This password is used to access the administration menus on this device.
es: Esta contraseña se utiliza para acceder a los menús de administración de este dispositivo.

source: Redirecting...
es: Redireccionando ...

source: System
es: Sistema

source: Changes applied.
es: Los cambios aplicados.

source: Waiting for changes to be applied...
es: Esperando a los cambios que se aplicarán ...

source: The name of your mesh network is:
es: El nombre de su red de malla es:

source: Your node name is:
es: El nombre de nodo es:

source: When people connect to your node wirelessly, they will connect using this name:
es: Cuando las personas se conectan a su nodo de forma inalámbrica, que se conectará con este nombre:

source: After configuring your node, you can change the node name on the node administration page.
es: Una vez configurado el nodo, se puede cambiar el nombre de nodo en la página de administración de nodo.

source: Click here if your browser doesn't redirect you within one minute
es: Haga clic aquí si su navegador no te redirecciona en un minuto

source: Choose a name that is 5-20 characters. You can use letters and numbers ONLY. The name will be made unique in the network through the addition of the bolded number next to the input box. You can change the node name later by logging into the node administration page.
es: Elija un nombre que es 5-20 caracteres. Se pueden utilizar letras y números. El nombre se hizo único en la red a través de la adición de la serie en negrita junto al cuadro de entrada. Puede cambiar el nombre de nodo más adelante, acceda a la página de administración de nodos.

source: Node Name
es: Nombre de nodo

source: This value is used by other users and devices to find your network wirelessly and over the mesh. This value can be composed of letter, number and hyphens. (Hyphens can not be used at the beggining or end of the name.)
es: Este valor es utilizado por otros usuarios y dispositivos para encontrar la red inalámbrica y sobre la malla. Este valor puede estar compuesta de la letra, número y guiones. (Los guiones no se pueden utilizar en la beggining o al final del nombre.)

source: Your Node Name
es: Su nombre de nodo

source: Require a password for others to connect to your node.
es: Solicitar una contraseña para que otros puedan conectarse a su nodo.

source: Choose a password that is between 9 and 30 characters. This password can be numbers, letters, and special characters.
es: Elija una contraseña que es entre 9 y 30 caracteres. Esta contraseña puede contener números, letras y caracteres especiales.

source: WiFi Password
es: WiFi Contraseña

source: This password is required for others to use your wifi.
es: Esta contraseña es necesaria para que otros usen su wifi.

source: Retype your password here
es: Vuelva a escribir la contraseña aquí

source: If you would like to start the QuickStart configuration process over please click the above. WARNING: The quickstart process allows modification of this device by non-administrative users when it is active. Please make sure that you only restart the quickstart when you have time to finish the entire process.
es: Si usted desea iniciar el proceso de configuración de inicio rápido por favor haga clic sobre las anteriores. ADVERTENCIA: El proceso de inicio rápido permite la modificación de este dispositivo los usuarios no administrativos cuando está activo. Por favor, asegúrese de que sólo se reinicie el inicio rápido cuando se tiene tiempo para terminar todo el proceso.

source: Click on the field below to upload a file.
es: Haga clic en el campo de abajo para enviar un archivo.

source: Upload
es: Subir

source: Congratulations! You have a Commotion node and are ready to join a network or start a new one. This wizard will guide you through the setup. The setup process should take about 10 minutes.
es: ¡Enhorabuena! Usted tiene un nodo Commotion y está listo para unirse a una red o empezar uno nuevo. Este asistente le guiará a través de la configuración. El proceso de instalación debe tomar alrededor de 10 minutos.

source: You can still change settings after setup is complete.
es: Usted todavía puede cambiar la configuración después de la instalación se ha completado.
